{
  "sections": {
    "main": {
      "type": "page-faqs",
      "blocks": {
        "0c04186e-0eb8-4bcf-8992-190e5b418285": {
          "type": "faq",
          "settings": {
            "title": "Ingredients \/ Products",
            "text": "<p><strong>What is maca maca, anyway?<\/strong><\/p><p>Think of it like a nut butter, but just so much better. Super luxurious and intentional, through and through. <\/p><p><strong>How long does it last?<\/strong><\/p><p>The shelf life of maca maca is 4-6 months unopened and unrefrigerated (stored in a cool, dry, shaded place). Just put it in the fridge after opening and it’ll last just as long, or keep at room temp and finish within 3 months! Other products vary, (link product descriptions), but given the right storage you’re able to stock up on all of our goods – the point is to have these supportive foods readily and consistently available for your daily life!<\/p><p><\/p>"
          }
        },
        "19584cdf-51a2-4526-bd99-1a3ef86998dc": {
          "type": "faq",
          "settings": {
            "title": "Nutrition",
            "text": ""
          }
        },
        "2c8c6ffe-6c32-456f-a926-c29af225c8c4": {
          "type": "faq",
          "settings": {
            "title": "Hemp",
            "text": "<p><strong>Will I get high from consuming products?<\/strong> <\/p><p><em>No, our pure hemp extract is non-psychoactive (does not contain the THC compound) so no such psychoactive effects should be experienced.<\/em><\/p><p><strong>How much is in a serving?<\/strong><\/p><p><em>Approximately 10 mg per serving.<\/em><\/p><p><strong>Why add pure hemp extract? What are the benefits and effects? <\/strong><\/p><p><em>Our high quality pure hemp extract binds to tiny receptors found along the Endocannabinoid system, which modulates key functions within the body including the immune system, the nervous system, and all of our organ systems. It is still being studied what the precise effects of triggering this system are, but notable takeaways are decreased anxiety and overall stress affect, offsetting depression, and managing overwhelming pain.<\/em><\/p><p><strong>Can my kid eat this?<\/strong><\/p><p><em>Studies show that pure hemp extract is safe for children (and in some cases can actually help to alleviate certain symptoms or conditions), but this is always a personal choice!<\/em><\/p>"
          }
        },
        "ed4a53cf-1570-4d6e-9f6c-1564a8d9d5f6": {
          "type": "faq",
          "settings": {
            "title": "Usage & Rituals",
            "text": "<p><strong>How do I use these products?<\/strong><\/p><p><em>There are endless applications for all of our goods, given their guilt-free and indulgent nature – any thing and truly any time goes! See product descriptions for more ideas.<\/em><\/p><p><strong>What’s your favorite use? <\/strong><\/p><p><em>A big spoonful of Raw Maca Maca on top of a raw cacao truffle. In the bath. Make it two. Thank you very much.<\/em><\/p><p><strong>How do I get SUPERFREE in my life everyday? <\/strong><\/p><p><em>Subscribe!!! This is the best way to ensure all this goodness is an integral part of your life and you don’t have to use precious brain capacity to remember to get your order in. Treat yourself to satiating self care.<\/em><\/p><p><strong>Will my carnivorous family like it, though?<\/strong> <\/p><p><em>All of our goods are created with the intention of bringing taste and craveability to the forefront, just as much as the nutritional and ethical\/sustainable values, so literally anyone and everyone can enjoy them, for whatever reason! Whether you’re a meat-and-potatoes kinda folk, a full on vegan, raw foodist, doing keto, paleo, flexitarian, pescatarian, don't even care, etc, you are welcome here. You absolutely do not need to have some diagnosed condition or even any dietary restrictions for that matter to thoroughly enjoy our goods. We are all about the *feel good* here, in all the ways!<\/em><\/p>"
          }
        },
        "77667bc5-9d7a-4ce7-8df6-cdb82a63aaaa": {
          "type": "faq",
          "settings": {
            "title": "OTHER",
            "text": ""
          }
        },
        "6f33dc01-e0d7-41e4-81c6-54ee58a3b2d2": {
          "type": "faq",
          "settings": {
            "title": "Stockists",
            "text": "<p>Mama Crow’s Burger & Salad Shop<br\/>Raleigh<\/p><p>TigerBox Beauty<br\/>W<\/p>"
          }
        }
      },
      "block_order": [
        "0c04186e-0eb8-4bcf-8992-190e5b418285",
        "19584cdf-51a2-4526-bd99-1a3ef86998dc",
        "2c8c6ffe-6c32-456f-a926-c29af225c8c4",
        "ed4a53cf-1570-4d6e-9f6c-1564a8d9d5f6",
        "77667bc5-9d7a-4ce7-8df6-cdb82a63aaaa",
        "6f33dc01-e0d7-41e4-81c6-54ee58a3b2d2"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main"
  ]
}
