/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "rich_text_MHaW7R": {
      "type": "rich-text",
      "blocks": {
        "heading_XP3krY": {
          "type": "heading",
          "settings": {
            "heading": "<h2>FAQs</h2>",
            "heading_size": "h0"
          }
        }
      },
      "block_order": [
        "heading_XP3krY"
      ],
      "custom_css": [
        "h2 {font-weight: 400; text-transform: uppercase; font-size: 48px;}"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "accent-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "main": {
      "type": "page-faqs",
      "blocks": {
        "0c04186e-0eb8-4bcf-8992-190e5b418285": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "title": "Ingredients / Products",
            "text": "<p><strong>What is maca butter, anyway?</strong></p><p><em>Think of it like a nut butter, but just so much better. Butter for you. Better for the earth. Better tasting. More versatile. Super luxurious and intentional, through and through. </em></p><p><strong>How long does it last?</strong></p><p><em>The shelf life of maca maca is 18 months + unopened and unrefrigerated (stored in a cool, dry, shaded place). This was lab tested! All other goods are shelf stable for at least 18 months, as well. Given the right storage you’re able to stock up on everything  – the point is to have these supportive foods readily and consistently available for your daily life!</em></p><p></p>"
          }
        },
        "19584cdf-51a2-4526-bd99-1a3ef86998dc": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "title": "Nutrition",
            "text": "<p><strong>What’s with all the fat?</strong> </p><p><em>SUPERFREE proudly and intentionally emphasizes the highest quality fats in our goods. Not only are they incredibly helpful in facilitating the absorption and increasing the bioavailability of the other nutrient dense ingredients, they are super energy sustaining in themselves. Generally, fat takes longer to digest as it is released from the stomach to the small intestines at a slower interval, therefore providing longer lasting energy, *not* a falsified sense of energy that just ends up in a big crash as is commonly experienced with products claiming to provide an “energy boost” (typically just from refined oils coated in refined sugar, or some iteration of that sort). We highlight Omega-3 rich fat sources, which are inherently anti-inflammatory, especially when consumed in a higher ratio than that of Omega-6 fats, which are found in generic soy, corn, and vegetable oils. Our high quality, 100% organic coconut oil sourced MCT oil (medium-chain-triglycerides), a key ingredient in our MACA BUTTER (and *the* key ingredient of our GUT MCT), are profoundly beneficial and have been scientifically found to help promote the feeling of fullness, which can support sustainable weight loss or maintenance. They can also potentially help you stay in ketosis (fat burning state) longer, and may assist a healthy gut environment by optimizing the growth of good gut flora. They are also known to help combat the development of leaky gut and actually repair the intestinal lining. The fats we utilize in our goods are in symbiosis with every other ingredient and function as the through line of all our products.</em></p><p><strong>Should I care about calorie content?</strong> </p><p><em>In our view, not when it comes to SUPERFREE goods! Fats of course provide the highest calorie source, a measurement of energy, but they are super energy *sustaining* so you need to eat less to feel full and be truly satiated! When you’re eating a whole foods, plant-rich, high quality fat diet, measurements such as calories are less important to focus on. Think quality over quantity.</em></p><p><strong>But what about protein?</strong> </p><p><em>A common misconception when it comes to plant based or even plant-oriented diets is that not enough protein can be obtained. Consciously consuming means paying attention to what you are eating and making sure your choices are providing a balanced set of macro and micro nutrients, no matter your particular “diet”. A plant rich diet by no means is lacking in protein, nor are our goods for that matter! Nuts, seeds, legumes, grains, veggies and even some fruits in combination can provide all your protein needs! We focus on ingredients that sustain energy and the high functionality of our internal systems as a means to fuel our bodies and support our “best” most balanced lives.</em></p><p><strong>What should I eat?</strong> </p><p><em>In addition to SUPERFREE goods on the regular, of course, it is widely accepted that generally you should eat foods that are whole, minimally processed, and mostly of plant origin. Also organic and from small regenerative farming systems wherever possible. Beyond that, eating seasonally and locally where you can, as consciously as you can (sourcing matters!), and according to your own body’s particular needs and energy outputs are all important as well. We focus here on highly anti-inflammatory ingredients and processes, as well as lifestyle choices, all of which are advisable for anyone living in our modern western high-stimulus fast-track world and thus subject to inflammatory agents acutely and chronically, dietarily and socially. There’s a lot more detail to go into of course so keep an eye out (follow us on instagram @superfreefood and subscribe to our newsletter!) for more resources and tools coming to our site soon, such as anti-inflammatory recipe books and meal plans, etc!</em></p><p><strong>What do you mean by “raw”?</strong> </p><p><em>Technically, a raw food is one which has not been heated to above 118 degrees F, therefore its proteins and fats and chemical structures have not been denatured by that process and it maintains virtues closer to that which were intended by nature. The idea is that the raw version of an ingredient upholds its integrity providing a less adulterated and literally more “alive” source of nourishment. There are methods to gently “cook” or process ingredients while maintaining their raw status that function to make them more bioavailable (i.e. nutrients made more accessible by our body’s systems / more digestible!) such as fermenting, or soaking and grinding, some of which we intentionally utilize in making our goods. We by no means promote an entirely raw diet nor deny that it can truly work well for some, though typically it’s found that an entirely raw diet is best for an intentional or “reset” period of time versus all the time, as is the case inherently with any extreme endeavor. Often intentionally cooked foods are easier on our systems and easier to break down in our gut, in particular. There’s a reason we humans first started to cook foods, not only to make nutrients more or even at all accessible (think of eating a raw potato, no thanks!), but also safer. Plant foods often have natural barriers, which protect them in the wild and allow their species to survive and successfully evolve through generations (there’s often a toxic exterior coating on seeds to deter predators and endure varying environments, for example) but these same barriers can also be harsh on our systems. Our objective is not to preach any particular diet or adaptation, only to provide some knowledge and empowering resources here and first and foremost food that you can actually eat that actually makes you feel good, and sustainably at that! We obviously could nerd out on the nutrition side of things all day, (we will probably write books on this at some point), but again look out for more resources and learning tools coming to the site soon!</em></p><p><strong>I or my loved one was recently diagnosed with x (autoimmune/inflammatory disease or condition), what do I eat?</strong></p><p><em>This of course is a case by case answer, but overall our foods are meant to be not only friendly but actively healing for these situations, especially when it comes to gut health. We aim to keep our goods approachable and extra delicious so nobody feels like they're missing out, especially when confronting new dietary restrictions. We’re here for you! Keep a lookout for more resources popping up on our site (such as customized holistic nutritional counseling!), and feel free to reach out to inquire about your particular needs. This is what we do and why we do it, we would love to hear from you.</em></p>"
          }
        },
        "ed4a53cf-1570-4d6e-9f6c-1564a8d9d5f6": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "title": "Usage & Rituals",
            "text": "<p><strong>How do I use these products?</strong></p><p><em>There are endless applications for all of our goods, given their guilt-free and indulgent nature – any thing and truly any time goes! See product descriptions for more ideas.</em></p><p><strong>What’s your favorite use? </strong></p><p><em>A big scoop of Maca Butter and a dropper full of Gut Mct blended into coffee first thing in the morning. Add in a few of our perfect dates and some of our beautiful raw Peruvian cacao and you're really doing a body good (we call this the \"elixir\", optimal for breaking the overnight fast – pro tip check out our \"Elixir Bundle\" and subscribe monthly to save big). Also put some Maca Butter on top of your soaked Adaptogenic Chia Oats and you are set for a good day everyday. Thank you very much.</em></p><p><strong>How do I get SUPERFREE in my life everyday? </strong></p><p><em>Subscribe!!! This is the best way to ensure all this goodness is an integral part of your life and you don’t have to use precious brain capacity to remember to get your order in. You can change, pause, skip, cancel, anytime! Treat yourself to satiating self care. Gut health is wealth.</em></p><p><strong>Will my carnivorous family like it, though?</strong> </p><p><em>All of our goods are created with the intention of bringing taste and craveability to the forefront, just as much as the nutritional and ethical/sustainable values, so literally anyone and everyone can enjoy them, for whatever reason! Whether you’re a meat-and-potatoes kinda folk, a full on vegan, raw foodist, doing keto, paleo, flexitarian, pescatarian, don't even care, etc, you are welcome here. You absolutely do not need to have some diagnosed condition or even any dietary restrictions for that matter to thoroughly enjoy our goods. We are all about the *feel good* here, in all the ways!</em></p>"
          }
        },
        "77667bc5-9d7a-4ce7-8df6-cdb82a63aaaa": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "title": "OTHER",
            "text": "<p><strong>Interested in carrying SUPERFREE?</strong></p><p><em>We run a very select group of stockists – we’d love to hear from you if you feel your platform aligns with all that is SUPERFREE! We have a direct link on Faire now, </em><a href=\"https://faire.com/direct/superfree\" target=\"_blank\" title=\"https://faire.com/direct/superfree\"><em>check us out</em></a><em>!</em></p><p><strong>Do you ship internationally?</strong> </p><p><em>We can accommodate international orders, just reach out directly!</em></p><p><strong>Where is SUPERFREE made?</strong></p><p><em>Wilmington, NC</em></p><p></p><p><strong>Is your packaging recyclable?</strong> </p><p><em>Yes! We have a commitment to clean products in every dimension possible, so we use glass jars on purpose as glass is non-toxic, non-porous, and therefore won’t leach harmful chemicals into the foods nor into your body. They are also super easy to re-use/purpose – make candles, mini plant pots, store dry goods, etc. (we think they’re cute). Dry goods bags are totally recyclable / reusable as well. </em></p><p><strong>Are you hiring? </strong></p><p><em>YES! We are actively looking for a fractional CMO.<br/>We are slowly building out other aspects of our team and will need more and more help as time goes on! Please send us an email detailing how you think you could contribute to the cause. We look forward to hearing from you!</em></p><p><strong>I’d love to collaborate or do a feature or a giveaway with you, how is best to go about that?</strong><em> </em></p><p><em>We love it all! Email or DM us with your idea, can’t wait!</em></p>"
          }
        },
        "6f33dc01-e0d7-41e4-81c6-54ee58a3b2d2": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "title": "Stockists",
            "text": "<p><a href=\"https://aceoutpostjax.com/\" target=\"_blank\" title=\"https://aceoutpostjax.com/\">Ace Outpost Jacksonville</a><br/>Atlantic Beach, FL<br/><br/><a href=\"https://www.cornucopiahealthfoods.com/\" target=\"_blank\" title=\"https://www.cornucopiahealthfoods.com/\">Cornucopia Natural Foods</a><br/>Sayville, NY</p><p><a href=\"https://www.lagunacoffeeco.com/\" target=\"_blank\" title=\"https://www.lagunacoffeeco.com/\">Laguna Coffee Company</a><br/>Laguna Beach, CA</p><p><a href=\"https://www.urbanoutfitters.com/search?q=superfree\" target=\"_blank\" title=\"https://www.urbanoutfitters.com/search?q=superfree\">Urban Outfitters</a></p><p><a href=\"https://maps.app.goo.gl/bFtn1Xv9GdAYHd259?g_st=com.google.maps.preview.copy\" target=\"_blank\" title=\"https://maps.app.goo.gl/bFtn1Xv9GdAYHd259?g_st=com.google.maps.preview.copy\">Bevvy Mart</a><br/>Wrightsville Beach, NC</p><p><a href=\"https://thegoodground.shop/\" target=\"_blank\" title=\"https://thegoodground.shop/\">The Good Ground</a><br/>Wilmington, NC</p><p><a href=\"https://casablancacoffee.co\" target=\"_blank\" title=\"https://casablancacoffee.co\">Casa Blanca Coffee Roasters<br/></a>Wilmington, NC</p><p><a href=\"https://adaptkitchenjuicebar.com\" target=\"_blank\" title=\"https://adaptkitchenjuicebar.com\">Adapt Kitchen and Juice Bar<br/></a>Wrightsville Beach, NC</p><p><a href=\"https://seacreaturecb.com\" target=\"_blank\" title=\"https://seacreaturecb.com\">Sea Creatures Supplies & Rare Goods<br/></a>Carolina Beach, NC</p><p><a href=\"https://ruppwellness.com/\" target=\"_blank\" title=\"Rupp Wellness\">Rupp Wellness</a><br/>Wilmington, NC</p><p><a href=\"https://maps.app.goo.gl/bmZJQMMokjvkvKiy6?g_st=com.google.maps.preview.copy\" target=\"_blank\" title=\"https://maps.app.goo.gl/bmZJQMMokjvkvKiy6?g_st=com.google.maps.preview.copy\">Salt Marsh Market</a><br/>Surf City, NC</p><p><a href=\"https://cafemata.com\" target=\"_blank\" title=\"https://cafemata.com\">Cafe Mata<br/></a>Wilmington, NC</p><p><a href=\"https://www.thealchemistskitchen.com/\" target=\"_blank\" title=\"https://www.thealchemistskitchen.com/\">Alchemist Kitchen</a><br/><em>New York, NY</em></p><p><a href=\"https://eddiestern.com/\" target=\"_blank\" title=\"https://eddiestern.com/\">Broome Street Ganesha Temple</a><br/><em>New York, NY<br/><br/></em><a href=\"https://borobeverage.com/\" target=\"_blank\" title=\"https://borobeverage.com/\">Boro Bodega</a><br/><em>Chapel Hill, NC</em></p><p><a href=\"https://www.mamacrows.com/\" target=\"_blank\" title=\"https://www.mamacrows.com/\">Mama Crow’s Burger & Salad Shop</a><br/><em>Raleigh, NC</em></p><p><a href=\"https://www.tigerboxbeauty.com/\" target=\"_blank\" title=\"https://www.tigerboxbeauty.com/\">TigerBox Beauty</a><br/><em>Carrboro, NC</em></p><p><a href=\"https://www.yogasalt.com/\" target=\"_blank\" title=\"https://www.yogasalt.com/\">Yoga Salt </a><br/><em>Wilmington, NC</em></p><p><a href=\"https://www.buenaondastaug.com/\" target=\"_blank\" title=\"https://www.buenaondastaug.com/\">Buena Onda Cafe </a><br/><em>St Augustine, FL </em></p><p><a href=\"https://www.realraworganics.com/\" target=\"_blank\" title=\"https://www.realraworganics.com/\">Real Raw Organics</a><br/><em>Ocean City, MD</em></p><p><a href=\"http://www.thecoopva.com/?fbclid=PAZXh0bgNhZW0CMTEAAabvR4VTf7s6se938aM-5JT9ui7m3XninT_oeFB8wHvnzHQpD4eb1-Q_9dw_aem_eLK6qOJnsa5mwNdkqnzmOg#thecoop\" target=\"_blank\" title=\"http://www.thecoopva.com/?fbclid=PAZXh0bgNhZW0CMTEAAabvR4VTf7s6se938aM-5JT9ui7m3XninT_oeFB8wHvnzHQpD4eb1-Q_9dw_aem_eLK6qOJnsa5mwNdkqnzmOg#thecoop\"><em>The Coop</em></a><em><br/>Virginia Beach, VC</em></p><p><a href=\"https://www.thehotelpalms.com/\" target=\"_blank\" title=\"https://www.thehotelpalms.com/\"><em>Hotel Palms</em></a><em><br/>Atlantic Beach, FL</em></p><p><a href=\"https://vermillionstyle.com/?srsltid=AfmBOor7RA4D_ozyb9MkOJx-XIcwnK0juVUaawjWTVfjNCyswvG_tHw0\" target=\"_blank\" title=\"https://vermillionstyle.com/?srsltid=AfmBOor7RA4D_ozyb9MkOJx-XIcwnK0juVUaawjWTVfjNCyswvG_tHw0\"><em>Vermillion</em></a><em><br/>Raleigh, NC</em></p><p><a href=\"https://enjoydeadlow.com/password\" target=\"_blank\" title=\"https://enjoydeadlow.com/password\"><em>Dead Low Coffee Company</em></a><em><br/>Folly Beach, SC</em></p>"
          }
        },
        "4113229c-4cfc-4b39-8e42-b16bac77ac34": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "title": "ORDERING GUIDE",
            "text": "<p><strong>I just placed an order. How soon can I expect it?</strong></p><p><em>Typically orders are fulfilled within a week, often much sooner! Once we receive your order and it's marked ready to ship tracking will be sent your way!</em></p><p><strong>I just placed an order. Can I change or cancel it?</strong> </p><p><em>Reach out to us as soon as possible and we should be able to work that out for you! No guarantees if processing has already begun.</em></p><p><strong>What is your return policy?</strong></p><p><em>Unfortunately we cannot accept returns, items range in perishability (view item descriptions) but if there is an issue don’t hesitate to reach out so we can best solve it for you.</em></p>"
          }
        },
        "46a41d39-bed9-400e-8adf-6269b13ae09d": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "title": "SUBSCRIPTIONS",
            "text": "<p><strong>Why should I subscribe?</strong></p><p><em>Being on our monthly rotation for your anti-inflammatory goods makes it so their benefits can be sustainably held. Though they're great when enjoyed at any level of frequency, they're truly meant to be a part of your daily self care rituals and morning routines, especially. We're big believers in setting the tone for you gut, and thus your whole health. The choices you make and how you start each day has a ripple effect throughout the rest of your life. Having the goods on hand makes healthy nourishing energy sustaining choices much more likely. And you don't have to keep track or make a decision every time – just have the goods show up at your door and satiate in true self care.</em></p><p><em><br/></em><strong>How do I set up subscriptions?<br/></strong><em><br/>Get your anti–inflammatory goods shipped on the regular! Select the items you want and their quantities and make sure to choose \"subscribe and save\" under the purchase options. You get a discount that way, as well. And, you can take remembering this task off of your plate!</em></p><p><strong>Canceling Subscription?</strong> </p><p><em>Anytime! We run no commitment subscriptions: Pause, skip, change, cancel literally anytime without penalty. The goal is to make your life easier and to make you feel more supported in any way we can! </em></p>"
          }
        },
        "faq_w7EKQn": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "title": "",
            "text": ""
          }
        }
      },
      "block_order": [
        "0c04186e-0eb8-4bcf-8992-190e5b418285",
        "19584cdf-51a2-4526-bd99-1a3ef86998dc",
        "ed4a53cf-1570-4d6e-9f6c-1564a8d9d5f6",
        "77667bc5-9d7a-4ce7-8df6-cdb82a63aaaa",
        "6f33dc01-e0d7-41e4-81c6-54ee58a3b2d2",
        "4113229c-4cfc-4b39-8e42-b16bac77ac34",
        "46a41d39-bed9-400e-8adf-6269b13ae09d",
        "faq_w7EKQn"
      ],
      "disabled": true,
      "settings": {}
    },
    "collapsible_content_p9yjXN": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_fExC9T": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What is maca butter, anyway?",
            "icon": "none",
            "row_content": "<p>Think of it like a nut butter, but just so much better. Butter for you. Better for the earth. Better tasting. More versatile. Super luxurious and intentional, through and through. </p>",
            "page": ""
          }
        },
        "collapsible_row_MQHKXN": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How long does it last?",
            "icon": "none",
            "row_content": "<p>The shelf life of maca maca is 18 months + unopened and unrefrigerated (stored in a cool, dry, shaded place). This was lab tested! All other goods are shelf stable for at least 18 months, as well. Given the right storage you’re able to stock up on everything  – the point is to have these supportive foods readily and consistently available for your daily life!</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_fExC9T",
        "collapsible_row_MQHKXN"
      ],
      "custom_css": [
        "h2 {font-size: 36px; text-transform: uppercase; margin-bottom: 10px;}",
        "h3 {font-size: 18px !important; line-height: 24px;}",
        ".collapsible-content__wrapper {max-width: 900px; width: 100%; margin: 0 auto;}"
      ],
      "name": "t:sections.collapsible_content.presets.name",
      "settings": {
        "caption": "",
        "heading": "Ingredients / Products",
        "heading_size": "h2",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "accent-1",
        "container_color_scheme": "background-2",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "collapsible_content_67kHCn": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_DtVTNf": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What's with all the fat?",
            "icon": "none",
            "row_content": "<p>SUPERFREE proudly and intentionally emphasizes the highest quality fats in our goods. Not only are they incredibly helpful in facilitating the absorption and increasing the bioavailability of the other nutrient dense ingredients, they are super energy sustaining in themselves. Generally, fat takes longer to digest as it is released from the stomach to the small intestines at a slower interval, therefore providing longer lasting energy, *not* a falsified sense of energy that just ends up in a big crash as is commonly experienced with products claiming to provide an “energy boost” (typically just from refined oils coated in refined sugar, or some iteration of that sort). We highlight Omega-3 rich fat sources, which are inherently anti-inflammatory, especially when consumed in a higher ratio than that of Omega-6 fats, which are found in generic soy, corn, and vegetable oils. Our high quality, 100% organic coconut oil sourced MCT oil (medium-chain-triglycerides), a key ingredient in our MACA BUTTER (and *the* key ingredient of our GUT MCT), are profoundly beneficial and have been scientifically found to help promote the feeling of fullness, which can support sustainable weight loss or maintenance. They can also potentially help you stay in ketosis (fat burning state) longer, and may assist a healthy gut environment by optimizing the growth of good gut flora. They are also known to help combat the development of leaky gut and actually repair the intestinal lining. The fats we utilize in our goods are in symbiosis with every other ingredient and function as the through line of all our products.</p>",
            "page": ""
          }
        },
        "collapsible_row_bLpmzA": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Should I care about calorie content?",
            "icon": "none",
            "row_content": "<p>In our view, not when it comes to SUPERFREE goods! Fats of course provide the highest calorie source, a measurement of energy, but they are super energy *sustaining* so you need to eat less to feel full and be truly satiated! When you’re eating a whole foods, plant-rich, high quality fat diet, measurements such as calories are less important to focus on. Think quality over quantity.</p>",
            "page": ""
          }
        },
        "collapsible_row_WUFDHX": {
          "type": "collapsible_row",
          "settings": {
            "heading": "But what about protein?",
            "icon": "none",
            "row_content": "<p>A common misconception when it comes to plant based or even plant-oriented diets is that not enough protein can be obtained. Consciously consuming means paying attention to what you are eating and making sure your choices are providing a balanced set of macro and micro nutrients, no matter your particular “diet”. A plant rich diet by no means is lacking in protein, nor are our goods for that matter! Nuts, seeds, legumes, grains, veggies and even some fruits in combination can provide all your protein needs! We focus on ingredients that sustain energy and the high functionality of our internal systems as a means to fuel our bodies and support our “best” most balanced lives.</p>",
            "page": ""
          }
        },
        "collapsible_row_PFyCqA": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What should I eat?",
            "icon": "none",
            "row_content": "<p>In addition to SUPERFREE goods on the regular, of course, it is widely accepted that generally you should eat foods that are whole, minimally processed, and mostly of plant origin. Also organic and from small regenerative farming systems wherever possible. Beyond that, eating seasonally and locally where you can, as consciously as you can (sourcing matters!), and according to your own body’s particular needs and energy outputs are all important as well. We focus here on highly anti-inflammatory ingredients and processes, as well as lifestyle choices, all of which are advisable for anyone living in our modern western high-stimulus fast-track world and thus subject to inflammatory agents acutely and chronically, dietarily and socially. There’s a lot more detail to go into of course so keep an eye out (follow us on instagram @superfreefood and subscribe to our newsletter!) for more resources and tools coming to our site soon, such as anti-inflammatory recipe books and meal plans, etc!</p>",
            "page": ""
          }
        },
        "collapsible_row_wCKgT6": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What do you mean by \"raw\"?",
            "icon": "none",
            "row_content": "<p>Technically, a raw food is one which has not been heated to above 118 degrees F, therefore its proteins and fats and chemical structures have not been denatured by that process and it maintains virtues closer to that which were intended by nature. The idea is that the raw version of an ingredient upholds its integrity providing a less adulterated and literally more “alive” source of nourishment. There are methods to gently “cook” or process ingredients while maintaining their raw status that function to make them more bioavailable (i.e. nutrients made more accessible by our body’s systems / more digestible!) such as fermenting, or soaking and grinding, some of which we intentionally utilize in making our goods. We by no means promote an entirely raw diet nor deny that it can truly work well for some, though typically it’s found that an entirely raw diet is best for an intentional or “reset” period of time versus all the time, as is the case inherently with any extreme endeavor. Often intentionally cooked foods are easier on our systems and easier to break down in our gut, in particular. There’s a reason we humans first started to cook foods, not only to make nutrients more or even at all accessible (think of eating a raw potato, no thanks!), but also safer. Plant foods often have natural barriers, which protect them in the wild and allow their species to survive and successfully evolve through generations (there’s often a toxic exterior coating on seeds to deter predators and endure varying environments, for example) but these same barriers can also be harsh on our systems. Our objective is not to preach any particular diet or adaptation, only to provide some knowledge and empowering resources here and first and foremost food that you can actually eat that actually makes you feel good, and sustainably at that! We obviously could nerd out on the nutrition side of things all day, (we will probably write books on this at some point), but again look out for more resources and learning tools coming to the site soon!</p>",
            "page": ""
          }
        },
        "collapsible_row_Kp7BYf": {
          "type": "collapsible_row",
          "settings": {
            "heading": "I or my loved one was recently diagnosed with an autoimmune/inflammatory disease or condition, what do I eat?",
            "icon": "none",
            "row_content": "<p>This of course is a case by case answer, but overall our foods are meant to be not only friendly but actively healing for these situations, especially when it comes to gut health. We aim to keep our goods approachable and extra delicious so nobody feels like they're missing out, especially when confronting new dietary restrictions. We’re here for you! Keep a lookout for more resources popping up on our site (such as customized holistic nutritional counseling!), and feel free to reach out to inquire about your particular needs. This is what we do and why we do it, we would love to hear from you.</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_DtVTNf",
        "collapsible_row_bLpmzA",
        "collapsible_row_WUFDHX",
        "collapsible_row_PFyCqA",
        "collapsible_row_wCKgT6",
        "collapsible_row_Kp7BYf"
      ],
      "custom_css": [
        "h2 {font-size: 36px; text-transform: uppercase; margin-bottom: 10px;}",
        "h3 {font-size: 18px !important; line-height: 24px;}",
        ".collapsible-content__wrapper {max-width: 900px; width: 100%; margin: 0 auto;}"
      ],
      "name": "t:sections.collapsible_content.presets.name",
      "settings": {
        "caption": "",
        "heading": "Nutrition",
        "heading_size": "h2",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "accent-1",
        "container_color_scheme": "background-2",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "collapsible_content_MaUA6k": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_eR83rc": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How do I use these products?",
            "icon": "none",
            "row_content": "<p>There are endless applications for all of our goods, given their guilt-free and indulgent nature – any thing and truly any time goes! See product descriptions for more ideas.</p>",
            "page": ""
          }
        },
        "collapsible_row_QjAw6J": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What's your favorite use?",
            "icon": "none",
            "row_content": "<p>A big scoop of Maca Butter and a dropper full of Gut Mct blended into coffee first thing in the morning. Add in a few of our perfect dates and some of our beautiful raw Peruvian cacao and you're really doing a body good (we call this the \"elixir\", optimal for breaking the overnight fast – pro tip check out our \"Elixir Bundle\" and subscribe monthly to save big). Also put some Maca Butter on top of your soaked Adaptogenic Chia Oats and you are set for a good day everyday. Thank you very much.</p>",
            "page": ""
          }
        },
        "collapsible_row_w3xxjW": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How do I get SUPERFREE in my life everyday?",
            "icon": "none",
            "row_content": "<p>Subscribe!!! This is the best way to ensure all this goodness is an integral part of your life and you don’t have to use precious brain capacity to remember to get your order in. You can change, pause, skip, cancel, anytime! Treat yourself to satiating self care. Gut health is wealth.</p>",
            "page": ""
          }
        },
        "collapsible_row_LcVwMQ": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Will my carnivorous family like it, though?",
            "icon": "none",
            "row_content": "<p>All of our goods are created with the intention of bringing taste and craveability to the forefront, just as much as the nutritional and ethical/sustainable values, so literally anyone and everyone can enjoy them, for whatever reason! Whether you’re a meat-and-potatoes kinda folk, a full on vegan, raw foodist, doing keto, paleo, flexitarian, pescatarian, don't even care, etc, you are welcome here. You absolutely do not need to have some diagnosed condition or even any dietary restrictions for that matter to thoroughly enjoy our goods. We are all about the *feel good* here, in all the ways!</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_eR83rc",
        "collapsible_row_QjAw6J",
        "collapsible_row_w3xxjW",
        "collapsible_row_LcVwMQ"
      ],
      "custom_css": [
        "h2 {font-size: 36px; text-transform: uppercase; margin-bottom: 10px;}",
        "h3 {font-size: 18px !important; line-height: 24px;}",
        ".collapsible-content__wrapper {max-width: 900px; width: 100%; margin: 0 auto;}"
      ],
      "name": "t:sections.collapsible_content.presets.name",
      "settings": {
        "caption": "",
        "heading": "Usage & Rituals",
        "heading_size": "h2",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "accent-1",
        "container_color_scheme": "background-2",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "collapsible_content_wK7JtP": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_6G7CGG": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Interested in carrying SUPERFREE?",
            "icon": "none",
            "row_content": "<p>We run a very select group of stockists – we’d love to hear from you if you feel your platform aligns with all that is SUPERFREE! We have a direct link on Faire now, <a href=\"https://faire.com/direct/superfree\">check us out</a>!</p>",
            "page": ""
          }
        },
        "collapsible_row_QfXPXz": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Do you ship internationally?",
            "icon": "none",
            "row_content": "<p>We can accommodate international orders, just reach out directly!</p>",
            "page": ""
          }
        },
        "collapsible_row_xx9jUt": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Where is SUPERFREE made?",
            "icon": "none",
            "row_content": "<p>Wilmington, NC</p>",
            "page": ""
          }
        },
        "collapsible_row_zwwynA": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Is your packaging recyclable?",
            "icon": "none",
            "row_content": "<p>Yes! We have a commitment to clean products in every dimension possible, so we use glass jars on purpose as glass is non-toxic, non-porous, and therefore won’t leach harmful chemicals into the foods nor into your body. They are also super easy to re-use/purpose – make candles, mini plant pots, store dry goods, etc. (we think they’re cute). Dry goods bags are totally recyclable / reusable as well. </p>",
            "page": ""
          }
        },
        "collapsible_row_UTDxQk": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Are you hiring?",
            "icon": "none",
            "row_content": "<p>YES! We are actively looking for a fractional CMO.<br/><br/>We are slowly building out other aspects of our team and will need more and more help as time goes on! Please send us an email detailing how you think you could contribute to the cause. We look forward to hearing from you!</p>",
            "page": ""
          }
        },
        "collapsible_row_3fmfCW": {
          "type": "collapsible_row",
          "settings": {
            "heading": "I’d love to collaborate or do a feature or a giveaway with you, how is best to go about that?",
            "icon": "none",
            "row_content": "<p>We love it all! Email or DM us with your idea, can’t wait!</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_6G7CGG",
        "collapsible_row_QfXPXz",
        "collapsible_row_xx9jUt",
        "collapsible_row_zwwynA",
        "collapsible_row_UTDxQk",
        "collapsible_row_3fmfCW"
      ],
      "custom_css": [
        "h2 {font-size: 36px; text-transform: uppercase; margin-bottom: 10px;}",
        "h3 {font-size: 18px !important; line-height: 24px;}",
        ".collapsible-content__wrapper {max-width: 900px; width: 100%; margin: 0 auto;}"
      ],
      "name": "t:sections.collapsible_content.presets.name",
      "settings": {
        "caption": "",
        "heading": "Other",
        "heading_size": "h1",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "accent-1",
        "container_color_scheme": "background-2",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "collapsible_content_tfrahY": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_ehEj8C": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How soon can I expect my order?",
            "icon": "none",
            "row_content": "<p>Typically orders are fulfilled within a week, often much sooner! Once we receive your order and it's marked ready to ship tracking will be sent your way!</p>",
            "page": ""
          }
        },
        "collapsible_row_JCW8YE": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can I change or cancel my order?",
            "icon": "none",
            "row_content": "<p>Reach out to us as soon as possible and we should be able to work that out for you! No guarantees if processing has already begun.</p>",
            "page": ""
          }
        },
        "collapsible_row_r7WMye": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What is your return policy?",
            "icon": "none",
            "row_content": "<p>Unfortunately we cannot accept returns, items range in perishability (view item descriptions) but if there is an issue don’t hesitate to reach out so we can best solve it for you.</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_ehEj8C",
        "collapsible_row_JCW8YE",
        "collapsible_row_r7WMye"
      ],
      "custom_css": [
        "h2 {font-size: 36px; text-transform: uppercase; margin-bottom: 10px;}",
        "h3 {font-size: 18px !important; line-height: 24px;}",
        ".collapsible-content__wrapper {max-width: 900px; width: 100%; margin: 0 auto;}"
      ],
      "name": "t:sections.collapsible_content.presets.name",
      "settings": {
        "caption": "",
        "heading": "Ordering Guide",
        "heading_size": "h1",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "background-1",
        "container_color_scheme": "background-2",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "collapsible_content_feydeh": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_cBqnaw": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Why should I subscribe?",
            "icon": "none",
            "row_content": "<p>Being on our monthly rotation for your anti-inflammatory goods makes it so their benefits can be sustainably held. Though they're great when enjoyed at any level of frequency, they're truly meant to be a part of your daily self care rituals and morning routines, especially. We're big believers in setting the tone for you gut, and thus your whole health. The choices you make and how you start each day has a ripple effect throughout the rest of your life. Having the goods on hand makes healthy nourishing energy sustaining choices much more likely. And you don't have to keep track or make a decision every time – just have the goods show up at your door and satiate in true self care.</p>",
            "page": ""
          }
        },
        "collapsible_row_bUxkk8": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How do I set up subscriptions?",
            "icon": "none",
            "row_content": "<p>Get your anti–inflammatory goods shipped on the regular! Select the items you want and their quantities and make sure to choose \"subscribe and save\" under the purchase options. You get a discount that way, as well. And, you can take remembering this task off of your plate!</p>",
            "page": ""
          }
        },
        "collapsible_row_LcizV8": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can I cancel my subscription?",
            "icon": "none",
            "row_content": "<p>Anytime! We run no commitment subscriptions: Pause, skip, change, cancel literally anytime without penalty. The goal is to make your life easier and to make you feel more supported in any way we can!</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_cBqnaw",
        "collapsible_row_bUxkk8",
        "collapsible_row_LcizV8"
      ],
      "custom_css": [
        "h2 {font-size: 36px; text-transform: uppercase; margin-bottom: 10px;}",
        "h3 {font-size: 18px !important; line-height: 24px;}",
        ".collapsible-content__wrapper {max-width: 900px; width: 100%; margin: 0 auto;}"
      ],
      "name": "t:sections.collapsible_content.presets.name",
      "settings": {
        "caption": "",
        "heading": "Subscirptions",
        "heading_size": "h1",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "background-1",
        "container_color_scheme": "background-2",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "multicolumn_QHixPa": {
      "type": "multicolumn",
      "blocks": {
        "column_Fyn7gr": {
          "type": "column",
          "settings": {
            "title": "",
            "text": "<p><a href=\"https://aceoutpostjax.com/\">Ace Outpost Jacksonville</a><br/>Atlantic Beach, FL</p><p><br/><a href=\"https://www.cornucopiahealthfoods.com/\">Cornucopia Natural Foods</a><br/>Sayville, NY</p><p><br/></p><p><a href=\"https://www.lagunacoffeeco.com/\">Laguna Coffee Company</a><br/>Laguna Beach, CA</p><p><br/></p><p><a href=\"https://www.urbanoutfitters.com/search?q=superfree\">Urban Outfitters</a></p><p><br/></p><p><a href=\"https://maps.app.goo.gl/bFtn1Xv9GdAYHd259?g_st=com.google.maps.preview.copy\">Bevvy Mart</a><br/>Wrightsville Beach, NC</p><p><br/></p><p><a href=\"https://thegoodground.shop/\">The Good Ground</a><br/>Wilmington, NC</p><p><br/></p><p><a href=\"https://casablancacoffee.co/\">Casa Blanca Coffee Roasters</a></p><p>Wilmington, NC</p><p><br/></p><p><a href=\"https://adaptkitchenjuicebar.com/\">Adapt Kitchen and Juice Bar<br/></a>Wrightsville Beach, NC</p><p><br/></p><p><a href=\"https://seacreaturecb.com/\">Sea Creatures Supplies & Rare Goods<br/></a>Carolina Beach, NC</p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_zJRe7y": {
          "type": "column",
          "settings": {
            "title": "",
            "text": "<p><a href=\"https://ruppwellness.com/\">Rupp Wellness</a><br/>Wilmington, NC</p><p><br/></p><p><a href=\"https://maps.app.goo.gl/bmZJQMMokjvkvKiy6?g_st=com.google.maps.preview.copy\">Salt Marsh Market</a><br/>Surf City, NC</p><p><br/></p><p><a href=\"https://cafemata.com/\">Cafe Mata</a></p><p>Wilmington, NC</p><p><br/></p><p><a href=\"https://www.thealchemistskitchen.com/\">Alchemist Kitchen</a><br/><em>New York, NY</em></p><p><br/></p><p><a href=\"https://eddiestern.com/\">Broome Street Ganesha Temple</a><br/><em>New York, NY<br/><br/></em><a href=\"https://borobeverage.com/\">Boro Bodega</a><br/><em>Chapel Hill, NC</em></p><p><br/></p><p><a href=\"https://www.mamacrows.com/\">Mama Crow’s Burger & Salad Shop</a><br/><em>Raleigh, NC</em></p><p><br/></p><p><a href=\"https://www.tigerboxbeauty.com/\">TigerBox Beauty</a><br/><em>Carrboro, NC</em></p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_6hbWYh": {
          "type": "column",
          "settings": {
            "title": "",
            "text": "<p><a href=\"https://www.yogasalt.com/\">Yoga Salt </a><br/><em>Wilmington, NC</em></p><p><br/></p><p><a href=\"https://www.buenaondastaug.com/\">Buena Onda Cafe </a><br/><em>St Augustine, FL</em></p><p><br/></p><p><a href=\"https://www.realraworganics.com/\">Real Raw Organics</a><br/><em>Ocean City, MD</em></p><p><br/></p><p><a href=\"http://www.thecoopva.com/?fbclid=PAZXh0bgNhZW0CMTEAAabvR4VTf7s6se938aM-5JT9ui7m3XninT_oeFB8wHvnzHQpD4eb1-Q_9dw_aem_eLK6qOJnsa5mwNdkqnzmOg#thecoop\"><em>The Coop</em></a><em><br/>Virginia Beach, VC</em></p><p><br/></p><p><a href=\"https://www.thehotelpalms.com/\"><em>Hotel Palms</em></a><em><br/>Atlantic Beach, FL</em></p><p><br/></p><p><a href=\"https://vermillionstyle.com/?srsltid=AfmBOor7RA4D_ozyb9MkOJx-XIcwnK0juVUaawjWTVfjNCyswvG_tHw0\"><em>Vermillion</em></a><em><br/>Raleigh, NC</em></p><p><br/></p><p><a href=\"https://enjoydeadlow.com/password\"><em>Dead Low Coffee Company</em></a><em><br/>Folly Beach, SC</em></p>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "column_Fyn7gr",
        "column_zJRe7y",
        "column_6hbWYh"
      ],
      "custom_css": [
        "h2 {font-size: 36px; text-transform: uppercase; margin: 0 auto; text-align: center;}",
        ".multicolumn {max-width: 1050px; width: 100%; margin: 0 auto;}",
        ".multicolumn-card {background: #fff;}",
        "@media screen and (max-width: 749px) {.multicolumn-list__item:nth-child(1) .multicolumn-card__info {padding-bottom: 1.5rem; } .multicolumn-list__item:nth-child(2) .multicolumn-card__info {padding-top: 0; padding-bottom: 1.5rem; } .multicolumn-list__item:last-child .multicolumn-card__info {padding-top: 0 !important; }}"
      ],
      "name": "t:sections.multicolumn.presets.name",
      "settings": {
        "title": "Where can I find superfree?",
        "heading_size": "h2",
        "image_width": "third",
        "image_ratio": "adapt",
        "columns_desktop": 3,
        "column_alignment": "left",
        "background_style": "primary",
        "button_label": "",
        "button_link": "",
        "color_scheme": "background-1",
        "columns_mobile": "1",
        "swipe_on_mobile": false,
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "rich_text_MHaW7R",
    "main",
    "collapsible_content_p9yjXN",
    "collapsible_content_67kHCn",
    "collapsible_content_MaUA6k",
    "collapsible_content_wK7JtP",
    "collapsible_content_tfrahY",
    "collapsible_content_feydeh",
    "multicolumn_QHixPa"
  ]
}
